export const TextConstants = {
  TODAY: 'СЕГОДНЯ',
  ADD: 'Добавить',
  UPDATE: 'Обновить',
  EDIT: 'Изменить',
  DELETE: 'Удалить',
  PLACEHOLDERSEARCH: 'Событие, дата или участник',
  MONTHS: ['Январь', 'Февраль', 'Март', 'Апрель', 'Май', 'Июнь', 'Июль', 'Август', 'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'],
  SMALLMONTHS: [' янв', ' фев', ' мар', ' апр', ' мая', ' июн', ' июл', ' авг', ' сен', ' окт', ' ноя', ' дек'],
  CHOICEDATE: 'Выберите дату: ',
  INPUTEVENT: 'Добавьте событие',
  WINDOWADDNEWEVENT: 'Добавление нового события: ',
  WINDOWEDITEVENT: 'Редактирование события: ',
  EXIT: 'Выход',
  PLEASECHOICEDATE: 'Пожалуйста, выберите дату',
  PLEASEINPUTEVENT: 'Пожалуйста, добавьте название события'
}
